11/data/attachments/a9a46a81efb39859.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_ba5f469d-637b-47d5-ae3b-8563526bf6a9</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>